{
  "terms": {
    "title": "Allgemeine Geschäftsbedingungen",
    "updatedAt": "26. Februar 2025",
    "intro": "These Terms & Conditions govern the use of the website www.baruchrealestate.com, operated by BARUCH ENTERPRISE SPAIN S.L., trading as Baruch Real Estate, with registered address at C. Cam. Viejo de Málaga, 28, 29700 Vélez-Málaga, Málaga, Spain, NIF B23896616 , and contact email info@baruchrealestate.com. By accessing or using this website, you agree to comply with and be bound by these Terms.",
    "sections": []
  },
  "privacy": {
    "title": "Datenschutzrichtlinie",
    "updatedAt": "26. Februar 2025",
    "intro": "This Privacy Policy is issued by BARUCH ENTERPRISE SPAIN S.L., operating under the commercial name Baruch Real Estate, with registered address at C. Cam. Viejo de Málaga, 28, 29700 Vélez-Málaga, Málaga, Spain, NIF B23896616 and contact email info@baruchrealestate.com. At Baruch Real Estate, protecting your privacy is our top priority. This Privacy Policy explains how we collect, use, disclose, and safeguard your personal information when you interact with our website (www.baruchrealestate.com) and our services. We are committed to ensuring that your data is handled in compliance with the EU General Data Protection Regulation (GDPR) and the Spanish Data Protection Law (LSSI-CE).",
    "sections": []
  },
  "cookies": {
    "title": "Cookie-Richtlinie",
    "updatedAt": "26. Februar 2025",
    "intro": "This Cookie Policy is issued by BARUCH ENTERPRISE SPAIN S.L., operating under the commercial name Baruch Real Estate, with registered address at C. Cam. Viejo de Málaga, 28, 29700 Vélez-Málaga, Málaga, Spain, NIF B23896616 and contact email info@baruchrealestate.com. This Cookie Policy explains how Baruch Real Estate uses cookies and similar technologies on its website (www.baruchrealestate.com). Please read this policy together with our Privacy Policy for full transparency on how we collect, use, and safeguard personal data.",
    "sections": []
  }
}
